/* No comment provided by engineer. */
"%@ to %@" = "%1$@ - %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d / %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li - %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "'item' parametresi gerekli";

/* No comment provided by engineer. */
"'portal' parameter required" = "'portal' parametresi gerekli";

/* No comment provided by engineer. */
"'tags' parameter required" = "'tags' parametresi gerekli";

/* No comment provided by engineer. */
"'title' parameter required" = "'title' parametresi gerekli";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Değer yok>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Cihaza erişim konumu reddedildi.";

/* No comment provided by engineer. */
"Actual Size" = "Gerçek Boyut";

/* No comment provided by engineer. */
"Add" = "Ekle";

/* No comment provided by engineer. */
"Add Attachment" = "İlişik Ekle";

/* No comment provided by engineer. */
"Add..." = "Ekle...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Bu işlem için bir itemID gereklidir. ItemID almak için bu öğeyi Portala ekleyin.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Yakalanmayan bir NSException algılandı, ancak orijinal bilgiler ve yığın çağırma mevcut değil. Objective-c özel durumlarında keserek orijinal NSException durumuna neden olan kod satırını inceleyin. Bunun nasıl yapılacağı hakkında daha fazla bilgi için ilgili belgeleri inceleyin.";

/* No comment provided by engineer. */
"Apply Geometry" = "Geometriyi Uygula";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Bir rotanın çözülebilmesi için en az 1 tesis gereklidir.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Bir rotanın çözülebilmesi için en az 1 olay gereklidir.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Bir rotanın çözülebilmesi için en az 2 durak gereklidir.";

/* No comment provided by engineer. */
"Attachment" = "Ek";

/* No comment provided by engineer. */
"Attachments" = "Ekler";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Geçerli lisans düzeyi için desteklenmeyen işlev kullanma denemesi";

/* No comment provided by engineer. */
"Authorization required" = "Yetkilendirme gerekiyor";

/* No comment provided by engineer. */
"Bad Request" = "Bozuk İstek";

/* No comment provided by engineer. */
"Bad URL." = "Bozuk URL.";

/* No comment provided by engineer. */
"bytes" = "bit";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Farklı bir öğe türüne kaydedilemiyor.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "'%@' ögesinin kimliği doğrulanamıyor";

/* No comment provided by engineer. */
"Certificate Required" = "Sertifika Gerekli";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "URL için kimlik sorgusu: %1$@, failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Detay Türü Değiştirme";

/* No comment provided by engineer. */
"Choose From Library" = "Kitaplıktan Seç";

/* No comment provided by engineer. */
"Clear" = "Temizle";

/* No comment provided by engineer. */
"Clear Geometry" = "Geometriyi Temizle";

/* No comment provided by engineer. */
"Continue" = "Devam";

/* No comment provided by engineer. */
"Created %d hours ago" = "%d saat önce oluşturuldu";

/* No comment provided by engineer. */
"Created %d minutes ago" = "%d dakika önce oluşturuldu";

/* No comment provided by engineer. */
"Created a minute ago" = "Bir dakika önce oluşturuldu";

/* No comment provided by engineer. */
"Created an hour ago" = "Bir saat önce oluşturuldu";

/* No comment provided by engineer. */
"Created by %@" = "%@ tarafından oluşturuldu";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "%1$@ tarafından %2$d saat önce oluşturuldu";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "%1$@ tarafından %2$d dakika önce oluşturuldu";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "%@ tarafından bir dakika önce oluşturuldu";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "%@ tarafından bir saat önce oluşturuldu";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "%1$@ tarafından %2$@ tarihinde şu saatte oluşturuldu: %3$@ - gün";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "%1$@ tarafından %2$@ tarihinde şu saatte oluşturuldu: %3$@ - tam";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "%@ tarafından birkaç saniye önce oluşturuldu";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "%1$@ tarihinde şu saatte oluşturuldu: %2$@ - gün";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "%1$@ tarihinde şu saatte oluşturuldu: %2$@ - tam";

/* No comment provided by engineer. */
"Created seconds ago" = "Birkaç saniye önce oluşturuldu";

/* No comment provided by engineer. */
"Credential Required" = "Kimlik Bilgisi Gerekli";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Daire grafik verisi geçersiz";

/* No comment provided by engineer. */
"Delete" = "Sil";

/* No comment provided by engineer. */
"Delete Attachment" = "Eklenti Sil";

/* No comment provided by engineer. */
"Delete Feature" = "Detay Sil";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Bu ekin silinmesi, eki açılır menüden ve ilişkili veri kaynağından kaldırır.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Bu detayın silinmesi, detayı haritadan ve ilişkili veri kaynağından kaldırır.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Yönler süre ve mesafe öznitelikleri eşleşmiyor.";

/* No comment provided by engineer. */
"Edit" = "Düzenle";

/* No comment provided by engineer. */
"Edited %d hours ago" = "%d saat önce düzenlendi";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "%d dakika önce düzenlendi";

/* No comment provided by engineer. */
"Edited a minute ago" = "Bir dakika önce düzenlendi";

/* No comment provided by engineer. */
"Edited an hour ago" = "Bir saat önce düzenlendi";

/* No comment provided by engineer. */
"Edited by %@" = "%@ tarafından düzenlendi";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "%1$@ tarafından %2$d saat önce düzenlendi";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "%1$@ tarafından %2$d dakika önce düzenlendi";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "%@ tarafından bir dakika önce düzenlendi";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "%@ tarafından bir saat önce düzenlendi";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "%1$@ tarafından %2$@ tarihinde şu saatte düzenlendi: %3$@ - gün";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "%1$@ tarafından %2$@ tarihinde şu saatte düzenlendi: %3$@ - tam";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "%@ tarafından birkaç saniye önce düzenlendi";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "%1$@ tarihinde şu saatte düzenlendi: %2$@ - gün";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "%1$@ tarihinde şu saatte düzenlendi: %2$@ - tam";

/* No comment provided by engineer. */
"Edited seconds ago" = "Birkaç saniye önce düzenlendi";

/* No comment provided by engineer. */
"Empty username/password" = "Boş kullanıcı adı/parola";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "%1$@ ile %2$@ arasında bir tarih girin";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "%1$@ ile %2$@ arasında bir sayı girin";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "%1$i ile %2$i arasında bir sayı girin";

/* No comment provided by engineer. */
"Error" = "Hata";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Kimlik anahtar zincirine eklenirken hata oluştu";

/* No comment provided by engineer. */
"Error adding keychain item" = "Anahtar zinciri öğesi ekleme hatası";

/* No comment provided by engineer. */
"Error extracting identity" = "Kimlik çıkartılırken hata oluştu";

/* No comment provided by engineer. */
"Error Loading Page" = "Sayfa Yükleme Hatası";

/* No comment provided by engineer. */
"Error removing keychain item" = "Anahtar zinciri öğesi kaldırma hatası";

/* No comment provided by engineer. */
"Error updating keychain item" = "Anahtar zinciri öğesi güncelleme hatası";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Maksimum değeri aşıyor (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Çok Büyük";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Tesis (%1$@) geçersiz ilave maliyet özniteliği adlarına sahip (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Tesis (%1$@) eksi ilave maliyet özniteliğine (%2$@) sahip.";

/* No comment provided by engineer. */
"Feature isn't valid." = "Detay geçerli değil.";

/* No comment provided by engineer. */
"Finish" = "Bitir";

/* No comment provided by engineer. */
"Finishing editing..." = "Düzenleme bitiriliyor...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometri";

/* No comment provided by engineer. */
"Hide" = "Gizle";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Olay (%1$@) geçersiz ilave maliyet özniteliği adlarına sahip (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Olay (%1$@) eksi ilave maliyet özniteliğine (%2$@) sahip.";

/* No comment provided by engineer. */
"Insert Part" = "Parça Ekle";

/* No comment provided by engineer. */
"Insert Vertex" = "Düğüm Noktası Ekle";

/* No comment provided by engineer. */
"Invalid argument." = "Geçersiz değişken.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Geçersiz Kimlik Bilgileri";

/* No comment provided by engineer. */
"Invalid GPX data." = "Geçersiz GPX verileri.";

/* No comment provided by engineer. */
"Invalid groupID." = "Geçersiz groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Bu kuruluşa katılım, yalnızca davet işlevi tarafından desteklenir, yöneticiden bir davet almanız gerekir";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Geçerli Değerleri Koru";

/* No comment provided by engineer. */
"Large" = "Büyük";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Minimum değerden daha küçük (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Yalnızca Geliştirici Kullanımı için Lisanslıdır";

/* No comment provided by engineer. */
"Loading feature..." = "Detay yükleniyor...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Haritada kaydedilemeyen veriler var. Söz konusu verileri silecek olan bu haritayı kaydetme işlemini yapmak üzere forceSaveToSupportedVersion için true değerini geçirin.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Orta";

/* No comment provided by engineer. */
"Missing client certificate" = "İstemci sertifikası eksik";

/* string to represent hyperlink attributes */
"More Info" = "Daha Fazla Bilgi";

/* No comment provided by engineer. */
"Move Geometry" = "Geometriyi Taşı";

/* No comment provided by engineer. */
"Move Part" = "Parçayı Taşı";

/* No comment provided by engineer. */
"Move Vertex" = "Düğüm Noktası Taşı";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "'%@' kaynağına erişmek için sertifika bulunamadı";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Çubuk grafik oluşturacak veri yok";

/* No comment provided by engineer. */
"No data to create a line chart" = "Çizgi grafik oluşturacak veri yok";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Daire grafik oluşturacak veri yok";

/* No comment provided by engineer. */
"No image to display" = "Görüntülenecek görsel yok";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Verilen durak çifti arasında herhangi bir yol bulunamıyor (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Geçerli bir sayı değil";

/* No comment provided by engineer. */
"Not a valid whole number" = "Geçerli bir tam sayı değil";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Portal olmadan nesne oluşturulamaz. Bunun yerine fromJSON:withPortal:error: yöntemini kullanın.";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Bir veya birkaç birikimli öznitelik adı (%@) geçersiz.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Özel parametre öznitelik değerleriyle ilişkili bir veya birkaç öznitelik adı (%@) geçersiz.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Bir veya birkaç tesiste (%@) null geometri var.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Bir veya birkaç tesiste (%@) geçersiz kaldırım yaklaşımı var.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Bir veya birkaç tesiste (%@) geçersiz empedans kesimi var.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Bir veya birkaç olayda (%@) null geometri var.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Bir veya birkaç olayda (%@) geçersiz kaldırım yaklaşımı var.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Bir veya birkaç olayda (%@) geçersiz empedans kesimi var.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Bir veya birkaç olayda (%@) 1'den küçük hedef tesis sayısı var.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Özel parametre öznitelik değerleriyle ilişkili bir veya birkaç parametre adı (%@) geçersiz.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Özel parametre öznitelik değerleriyle ilişkili bir veya birkaç parametre değeri türü (%@) geçersiz.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Bir veya birkaç nokta engeli (%@) yerleştirilmemiş.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Bir veya birkaç nokta engelinde (%@) null geometri var.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Bir veya birkaç nokta engelinde (%@) geçersiz bir ekli maliyet özniteliği adı var.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Bir veya birkaç nokta engelinde (%@) geçersiz kaldırım yaklaşımı var.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Bir veya birkaç alan engeli (%@) herhangi bir ağ elemanını kapsamıyor.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Bir veya birkaç alan engelinde (%@) null geometri var.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Bir veya birkaç alan engelinde (%@) geçersiz bir ölçekli maliyet özniteliği adı var.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Bir veya birkaç çoklu çizgi engeli (%@) herhangi bir ağ elemanını kapsamıyor.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Bir veya birkaç çoklu çizgi engelinde (%@) null geometri var.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Bir veya birkaç çoklu çizgi engelinde (%@) geçersiz bir ölçekli maliyet özniteliği adı var.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Bir veya birkaç sınırlama öznitelik adı (%@) geçersiz.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Özel parametre öznitelik değerleriyle (%2$@) ilişkili bir veya birkaç sınırlama kullanımı değeri (%1$@) geçersiz.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Özel parametre öznitelik değerleriyle (%2$@) ilişkili bir veya birkaç sınırlama kullanımı değeri (%1$@) nötr (başka bir deyişle etkisiz).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Bir veya birkaç durak (%@) geçişsiz bir öge üzerine yerleştirilmiş.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Bir veya birkaç durak (%@) yazılım geçişli bir öge üzerine yerleştirilmiş.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Bir veya birkaç durak (%@) yerleştirilmemiş.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Bir veya birkaç durağa (%@) diğer duraklardan erişilemiyor.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Bir veya birkaç durakta (%@) null geometri var.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Bir veya birkaç durakta (%@), zaman penceresi başlangıcından önce oluşan bir zaman penceresi bitişi var.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Bir veya birkaç durakta (%@), 1 Ocak 1970 tarihinden önce başlayan bir zaman penceresi var.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Bir veya birkaç durakta (%@) geçersiz kaldırım yaklaşımı var.";

/* No comment provided by engineer. */
"Open in Safari" = "Safari'de Aç";

/* No comment provided by engineer. */
"Password" = "Parola";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Yeni ek için bir ad girin";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Alan engeli (%1$@), eksi veya sıfır ölçekli maliyet özniteliğine (%2$@) sahip.";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Çoklu çizgi engeli (%1$@), eksi veya sıfır ölçekli maliyet özniteliğine (%2$@) sahip.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Çoklu çizgiler geri döndürülemez.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Genel Hesap kullanıcısı bu uygulamaya erişemez.";

/* No comment provided by engineer. */
"Remove Part" = "Parça Kaldır";

/* No comment provided by engineer. */
"Remove Vertex" = "Düğümü Kaldır";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Durakların yeniden sıralanması (Seyahat Eden Satış Elemanı Problemi), durak koleksiyonunda ara nokta veya dinlenme molası bulunduğu durumlarda desteklenmez.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Varsayılan Değerlere Sıfırla";

/* No comment provided by engineer. */
"Retry" = "Yeniden Dene";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Rota bir ara noktada başlıyor veya bitiyor.";

/* No comment provided by engineer. */
"Save Image" = "Görüntüyü Kaydet";

/* No comment provided by engineer. */
"Save Movie" = "Filmi Kaydet";

/* No comment provided by engineer. */
"Sign In" = "Oturum Aç";

/* No comment provided by engineer. */
"Skip" = "Atla";

/* No comment provided by engineer. */
"Small" = "Küçük";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Belirtilen başlangıç tarihi 1 Ocak 1970'den önce gerçekleşiyor.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Durak (%1$@) geçersiz ilave maliyet özniteliği adlarına (%2$@) sahip.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Fotoğraf ya da Video Çek";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Varsayılan empedans kesmesi geçersiz.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Varsayılan hedef tesis sayısı geçersiz.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Yol tarifi mesafe öznitelik adı (%@) geçersiz.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Yönler dili geçersiz.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Yönler yol sınıfı özniteliği geçersiz.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Yönler stili geçersiz.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Yol tarifi zaman öznitelik adı (%@) geçersiz.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Empedans öznitelik adı (%@) geçersiz.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Giriş mekansal referansı tanımlanmamış.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Ağda hiyerarşik rota planlaması gerçekleştirmek için bir hiyerarşi özniteliği yok.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Nesne 'saveAs:' yöntemi kullanılarak öncelikle bir portala kaydedilmelidir.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Çıkış mekansal referansı tanımlanmamış.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Alan tampon mesafesi geçersiz.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Aradığınız kaynak kaldırılmış, adı değiştirilmiş veya geçici olarak kullanılamıyor olabilir";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Sonuç rotası bir veya birkaç yazılım sınırlı ögeden (%@) geçiş yapıyor.";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Rota, yürüyerek seyahat modu kullanılarak çözülemeyecek kadar büyük.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Where deyimini arama desteklenmiyor.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Sunucunun sertifikası geçersiz. '%@' olmayı taklit eden bir sunucuya bağlanıyor olabilirsiniz, bu durum gizli bilgilerinizi tehlikeye atıyor olabilir. Yine de bağlanmak ister misiniz?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Servis, zaman kaydırmasını düzgün hesaplayamıyor.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Belirtilen clientID geçersiz";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Sunucu seçili durak türünü desteklemediği için durak türü özelliği duraklar için yok sayıldı (%@).";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Seyahat modu varsayılan olarak ayarlandı.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Ara noktalar (%@) ilave maliyet özniteliği içeriyor.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Ara noktalar (%@) zaman pencereleri içeriyor.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Detay yüklenirken hata oluştu. Ağ bağlantınızı kontrol edin.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Zaman pencereleri başlangıç tarihi değiştirildi.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Empedans özniteliği zaman tabanlı olmadığı için zaman pencereleri yok sayıldı.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Yeni bir öğe olarak kaydetmek için portalda oturum açmalısınız.";

/* No comment provided by engineer. */
"Today" = "Bugün";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Belirteç geçersiz ya da süresi dolmuş";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Belirteç URL'si nil. Kullanıcı bilgileri üzerinde geçerli bir belirteç URL'si belirlemelisiniz.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Girilen kimlik bilgileriyle oturum açılamıyor.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Sağlayıcıdan kullanıcı profili alınamıyor";

/* No comment provided by engineer. */
"Unauthorized access" = "Yetkisiz erişim";

/* No comment provided by engineer. */
"Unknown authentication error" = "Bilinmeyen kimlik doğrulama hatası";

/* No comment provided by engineer. */
"Unknown condition." = "Bilinmeyen koşul.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Bilinmeyen hata oluştu";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Desteklenmeyen GPX verileri.";

/* No comment provided by engineer. */
"User canceled error" = "Kullanıcı iptal hatası";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Kuruluşunuz tarafından atanan kullanıcı lisansları geçersiz. Yöneticinize başvurarak lisans atamalarını ayarlayın ve yeniden deneyin.";

/* No comment provided by engineer. */
"Username" = "Kullanıcı Adı";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Kimlik doğrulama için tarayıcıyı kullanma...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Değer %lu maksimum alan uzunluğunu aşıyor";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Detay türünü değiştiriyorsunuz. Geçerli değerlerinizi (mümkün olan her yerde) korumak mı yoksa varsayılan değerlere sıfırlamak mı istersiniz?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Sosyal ağ kimlik bilgilerinizle ilişkilendirilmiş bir kuruluş hesabınız olmadığından, oturum açamazsınız";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Bu kaynağa erişim izniniz yok";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Bu uygulama erişimi için yeterli kullanıcı düzeyine sahip değilsiniz.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Bu işlemi gerçekleştirmek için Portalda oturum açmış olmalısınız.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "1 ve 5 arasında bir değerlendirme belirtmelisiniz.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Plist içinde bir konum kullanım açıklama anahtarı (NSLocationWhenInUseUsageDescription veya NSLocationAlwaysUsageDescription) belirtmelisiniz.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "'%@' kaynağına erişmek için bir sertifika seçmeniz gerekiyor";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "'%@' kaynağına erişmek için oturum açmanız gerekiyor";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "inç";
"km" = "km";
"m" = "m";
"mi" = "mil";
"mm" = "mm";
"nm" = "dm";
"pt" = "pt";
"Unknown" = "Bilinmiyor";
"yd" = "yrd";

/* Unit Display Strings */
"Centimeters" = "Santimetre";
"Decimal Degrees" = "Ondalık Dereceler";
"Decimeters" = "Desimetre";
"Feet" = "Fit";
"Inches" = "İnç";
"Kilometers" = "Kilometre";
"Meters" = "Metre";
"Miles" = "Mil";
"Millimeters" = "Milimetre";
"Nautical Miles" = "Deniz Mili";
"Points" = "Noktalar";
"Yards" = "Yarda";

/* Area Units Abbreviated Strings */
"sq. in" = "inç kare";
"sq. ft" = "fit kare";
"sq. yd" = "yrd kare";
"ac" = "ar";
"sq. mi" = "mil kare";
"sq. mm" = "mm kare";
"sq. cm" = "cm kare";
"sq. dm" = "dm kare";
"sq. m" = "m kare";
"ares" = "ar";
"ha" = "ha";
"sq. km" = "km kare";

/* Area Units Display Strings */
"Square Inches" = "İnç Kare";
"Square Feet" = "Fit Kare";
"Square Yards" = "Yarda Kare";
"Acres" = "Ar";
"Square Miles" = "Mil Kare";
"Square Millimeters" = "Milimetre Kare";
"Square Centimeters" = "Santimetre Kare";
"Square Decimeters" = "Desimetre Kare";
"Square Meters" = "Metre Kare";
"Ares" = "Ar";
"Hectares" = "Hektar";
"Square Kilometers" = "Kilometre Kare";

